tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'd12frosted/emacs-plus'
mas 'Xcode', id: 497799835
mas 'Microsoft Remote Desktop', id: 715768417
mas 'OneDrive', id: 823766827
mas 'The Unarchiver', id: 425424353
cask 'xquartz'
brew 'aspell', args: ['with-lang-de', 'with-lang-en']
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'ctags'
brew 'cvs'
brew 'editorconfig'
brew 'elasticsearch', restart_service: true
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'emacs-plus'
brew 'gcc'
brew 'git'
brew 'git-lfs'
brew 'gnu-tar'
brew 'heroku'
brew 'hub'
brew 'jsdoc3'
brew 'readline'
brew 'python'
brew 'python3'
brew 'markdown'
brew 'mercurial'
brew 'postgresql', restart_service: true
brew 'rename'
brew 'ssh-copy-id'
brew 'shellcheck'
brew 'python'
brew 'python3'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'weechat', args: ['with-python', 'with-perl']
brew 'wget'
cask 'iterm2'
cask 'intellij-idea-ce'
cask 'dropbox'
cask 'megasync'
cask 'tunnelblick'
cask 'docker'
cask 'skype'
cask 'google-chrome'
cask 'google-drive'
cask 'google-earth'
cask 'adobe-reader'
cask 'firefox'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'spotify'
cask 'steam'
cask 'visual-studio-code'
cask 'vlc'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
